Workspace/OpenFOAM-plus-OpenFOAM-v1812/tutorials/multiphase/cavitatingFoam/RAS/throttle/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1812                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (vapour water);

water
{
    transportModel  Newtonian;
    nu              7.831e-06;
    rho             830;
}

vapour
{
    transportModel  Newtonian;
    nu              4.252e-05;
    rho             0.14;
}

// ************************************************************************* //
